<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Ошибка при добавлении категории'
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Ошибка при добавлении категории'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Ошибка при обновлении новости'
            ],
            'update' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Ошибка при добавлении новости'
            ]
        ],
        'orders' => [
            'update' => [
                'success' => 'Заказ успешно обновлён',
                'fail' => 'Ошибка при обновлении заказа'
            ]
        ],
        'sources' => [
            'create' => [
                'success' => 'Источник успешно создан',
                'fail' => 'Ошибка при создании источника'
            ],
            'update' => [
                'success' => 'Источник успешно изменён',
                'fail' => 'Ошибка при изменении источника'
            ]
        ],
        'users' => [
            'update' => [
                'success' => 'Пользователь изменён',
                'fail' => 'Ошибка при изменении пользователя'
            ]
        ]
    ]
];
